Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/CmsUi.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, fr_ca, he, hi, it, ja_jp, nl, pt, ru, te, zh_cn

source: The following errors occurred when updating sitewide frameworks
ar: حدثت الأخطاء التالية عند تحديث أطر العمل على مستوى الموقع
bn: সাইটব্যাপী ফ্রেমওয়ার্ক আপডেট করার সময় নিম্নলিখিত ত্রুটিগুলি ঘটেছে৷
de: Beim Aktualisieren von Site-weiten Frameworks sind die folgenden Fehler aufgetreten
es: Se produjeron los siguientes errores al actualizar los marcos de todo el sitio
fr: Les erreurs suivantes se sont produites lors de la mise à jour des frameworks à l'échelle du site
he: השגיאות הבאות אירעו בעת עדכון מסגרות ברחבי האתר
hi: साइटवाइड फ्रेमवर्क को अपडेट करते समय निम्नलिखित त्रुटियाँ हुईं
it: Si sono verificati i seguenti errori durante l'aggiornamento dei framework a livello di sito
ja_jp: サイト全体のフレームワークを更新するときに次のエラーが発生しました
nl: De volgende fouten zijn opgetreden bij het updaten van sitewide-frameworks
pt: Ocorreram os seguintes erros ao atualizar estruturas em todo o site
ru: При обновлении общесайтовых платформ возникли следующие ошибки.
te: సైట్u200cవైడ్ ఫ్రేమ్u200cవర్క్u200cలను నవీకరిస్తున్నప్పుడు క్రింది లోపాలు సంభవించాయి
zh_cn: 更新全站框架时出现以下错误

source: Full publish is required for the changes to take effect !
ar: النشر الكامل مطلوب لتصبح التغييرات سارية المفعول!
bn: পরিবর্তনগুলি কার্যকর করার জন্য সম্পূর্ণ প্রকাশ প্রয়োজন!
de: Damit die Änderungen wirksam werden, ist eine vollständige Veröffentlichung erforderlich!
es: ¡Se requiere publicación completa para que los cambios surtan efecto!
fr: La publication complète est requise pour que les modifications prennent effet !
he: נדרש פרסום מלא כדי שהשינויים ייכנסו לתוקף!
hi: परिवर्तनों को प्रभावी बनाने के लिए पूर्ण प्रकाशन आवश्यक है!
it: Affinché le modifiche abbiano effetto è necessaria la pubblicazione completa!
ja_jp: 変更を有効にするには、完全に公開する必要があります。
nl: Volledige publicatie is vereist om de wijzigingen van kracht te laten worden!
pt: A publicação completa é necessária para que as alterações entrem em vigor!
ru: Чтобы изменения вступили в силу, необходима полная публикация!
te: మార్పులు అమలులోకి రావడానికి పూర్తి ప్రచురణ అవసరం!
zh_cn: 需要完整发布才能使更改生效！

source: Template
ar: نموذج
bn: টেমপ্লেট
de: Vorlage
es: Modelo
fr: Modèle
he: תבנית
hi: टेम्पलेट
it: Modello
ja_jp: テンプレート
nl: Sjabloon
pt: Modelo
ru: Шаблон
te: మూస
zh_cn: 模板

source: Modified
ar: معدل
bn: পরিবর্তিত
de: Geändert
es: Modificado
fr: Modifié
he: שונה
hi: संशोधित
it: Modificato
ja_jp: 修正済み
nl: Gewijzigd
pt: Modificado
ru: Модифицированный
te: సవరించబడింది
zh_cn: 修改的

source: Please select at least one page to approve.
ar: الرجاء تحديد صفحة واحدة على الأقل للموافقة عليها.
bn: অনুমোদন করতে অন্তত একটি পৃষ্ঠা নির্বাচন করুন.
de: Bitte wählen Sie mindestens eine Seite zur Genehmigung aus.
es: Seleccione al menos una página para aprobar.
fr: Veuillez sélectionner au moins une page à approuver.
he: אנא בחר לפחות עמוד אחד לאישור.
hi: कृपया अनुमोदन के लिए कम से कम एक पृष्ठ चुनें
it: Seleziona almeno una pagina da approvare.
ja_jp: 承認するページを少なくとも 1 つ選択してください。
nl: Selecteer ten minste één pagina om goed te keuren.
pt: Selecione pelo menos uma página para aprovar.
ru: Пожалуйста, выберите хотя бы одну страницу для одобрения.
te: దయచేసి ఆమోదించడానికి కనీసం ఒక పేజీని ఎంచుకోండి.
zh_cn: 请至少选择一页进行批准。

source: Unexpected error occurred while approving the selected items.
ar: حدث خطأ غير متوقع أثناء الموافقة على العناصر المحددة.
bn: নির্বাচিত আইটেমগুলি অনুমোদন করার সময় অপ্রত্যাশিত ত্রুটি ঘটেছে৷
de: Beim Genehmigen der ausgewählten Elemente ist ein unerwarteter Fehler aufgetreten.
es: Se produjo un error inesperado al aprobar los elementos seleccionados.
fr: Une erreur inattendue s'est produite lors de l'approbation des éléments sélectionnés.
he: אירעה שגיאה לא צפויה בעת אישור הפריטים שנבחרו.
hi: चयनित आइटमों को अनुमोदित करते समय अप्रत्याशित त्रुटि उत्पन्न हुई।
it: Si è verificato un errore imprevisto durante l'approvazione degli elementi selezionati.
ja_jp: 選択したアイテムの承認中に予期しないエラーが発生しました。
nl: Er is een onverwachte fout opgetreden bij het goedkeuren van de geselecteerde items.
pt: Ocorreu um erro inesperado ao aprovar os itens selecionados.
ru: При утверждении выбранных элементов произошла непредвиденная ошибка.
te: ఎంచుకున్న అంశాలను ఆమోదించేటప్పుడు ఊహించని లోపం సంభవించింది.
zh_cn: 批准所选项目时发生意外错误。

source: The following pages were not approved.
ar: لم تتم الموافقة على الصفحات التالية.
bn: নিম্নলিখিত পৃষ্ঠাগুলি অনুমোদিত হয়নি।
de: Die folgenden Seiten wurden nicht genehmigt.
es: Las siguientes páginas no fueron aprobadas.
fr: Les pages suivantes n'ont pas été approuvées.
he: הדפים הבאים לא אושרו.
hi: निम्नलिखित पृष्ठ स्वीकृत नहीं थे
it: Le pagine seguenti non sono state approvate.
ja_jp: 以下のページは承認されませんでした。
nl: De volgende pagina's zijn niet goedgekeurd.
pt: As páginas seguintes não foram aprovadas.
ru: Следующие страницы не были одобрены.
te: కింది పేజీలు ఆమోదించబడలేదు.
zh_cn: 以下页面未获批准。

source: Approval errors
ar: أخطاء الموافقة
bn: অনুমোদন ত্রুটি
de: Genehmigungsfehler
es: Errores de aprobación
fr: Erreurs d'approbation
he: שגיאות אישור
hi: अनुमोदन त्रुटियाँ
it: Errori di approvazione
ja_jp: 承認エラー
nl: Goedkeuringsfouten
pt: Erros de aprovação
ru: Ошибки одобрения
te: ఆమోదం లోపాలు
zh_cn: 审批错误

source: PAGES BY STATUS
ar: الصفحات حسب الحالة
bn: স্ট্যাটাস দ্বারা পৃষ্ঠা
de: SEITEN NACH STATUS
es: PÁGINAS POR ESTADO
fr: PAGES PAR STATUT
he: דפים לפי סטטוס
hi: स्थिति के अनुसार पेज
it: PAGINE PER STATO
ja_jp: ステータスごとのページ
nl: PAGINA'S PER STATUS
pt: PÁGINAS POR STATUS
ru: СТРАНИЦЫ ПО СТАТУСУ
te: స్టేటస్ ద్వారా పేజీలు
zh_cn: 按状态显示的页面

source: All States
ar: جميع الولايات
bn: সমস্ত রাজ্য
de: Alle Staaten
es: Todos los estados
fr: Tous les États
he: כל המדינות
hi: सभी स्थिति
it: Tutti gli Stati
ja_jp: すべての州
nl: Alle staten
pt: Todos os estados
ru: Все штаты
te: అన్ని రాష్ట్రాలు
zh_cn: 所有州

source: MEMBERSHIP
ar: عضوية
bn: সদস্যপদ
de: MITGLIEDSCHAFT
es: AFILIACIÓN
fr: ADHÉSION
he: חֲבֵרוּת
hi: सदस्यता
it: ADESIONE
ja_jp: 会員権
nl: LIDMAATSCHAP
pt: MEMBRO
ru: ЧЛЕНСТВО
te: సభ్యత్వం
zh_cn: 会员资格

source: No accounts found. Delivery service may be unavailable.
ar: لم يتم العثور على حسابات. قد تكون خدمة التوصيل غير متوفرة.
bn: কোন অ্যাকাউন্ট পাওয়া যায়নি. ডেলিভারি পরিষেবা অনুপলব্ধ হতে পারে.
de: Keine Konten gefunden. Der Lieferservice ist möglicherweise nicht verfügbar.
es: No se encontraron cuentas. El servicio de entrega puede no estar disponible.
fr: Aucun compte trouvé. Le service de livraison peut être indisponible.
he: לא נמצאו חשבונות. ייתכן ששירות המשלוחים לא יהיה זמין.
hi: कोई खाता नहीं मिला. डिलीवरी सेवा अनुपलब्ध हो सकती है
it: Nessun account trovato. Il servizio di consegna potrebbe non essere disponibile.
ja_jp: アカウントが見つかりませんでした。配送サービスが利用できない場合があります。
nl: Geen accounts gevonden. De bezorgservice is mogelijk niet beschikbaar.
pt: Nenhuma conta encontrada. O serviço de entrega pode estar indisponível.
ru: Аккаунты не найдены. Служба доставки может быть недоступна.
te: ఖాతాలు ఏవీ కనుగొనబడలేదు. డెలివరీ సేవ అందుబాటులో ఉండకపోవచ్చు.
zh_cn: 未找到帐户。可能无法提供送货服务。

source: No accounts found.
ar: لم يتم العثور على حسابات.
bn: কোন অ্যাকাউন্ট পাওয়া যায়নি.
de: Keine Konten gefunden.
es: No se encontraron cuentas.
fr: Aucun compte trouvé.
he: לא נמצאו חשבונות.
hi: कोई खाता नहीं मिला
it: Nessun account trovato.
ja_jp: アカウントが見つかりませんでした。
nl: Geen accounts gevonden.
pt: Nenhuma conta encontrada.
ru: Аккаунты не найдены.
te: ఖాతాలు ఏవీ కనుగొనబడలేదు.
zh_cn: 未找到帐户。

source: Login name
ar: اسم تسجيل الدخول
bn: লগইন নাম
de: Anmeldename
es: Nombre de inicio de sesión
fr: Nom de connexion
he: שם התחברות
hi: लॉगिन नाम
it: Nome di accesso
ja_jp: ログイン名
nl: Loginnaam
pt: Nome de login
ru: Имя для входа
te: లాగిన్ పేరు
zh_cn: 登录名

source: Created
ar: مخلوق
bn: তৈরি হয়েছে
de: Erstellt
es: Creado
fr: Créé
he: נוצר
hi: बनाया था
it: Creato
ja_jp: 作成されました
nl: Gemaakt
pt: Criado
ru: Созданный
te: సృష్టించబడింది
zh_cn: 已创建

source: Edit user
ar: تحرير المستخدم
bn: ব্যবহারকারী সম্পাদনা করুন
de: Benutzer bearbeiten
es: Editar usuario
fr: Modifier l'utilisateur
he: ערוך משתמש
hi: यूजर को संपादित करो
it: Modifica utente
ja_jp: ユーザーの編集
nl: Gebruiker bewerken
pt: Editar usuário
ru: Изменить пользователя
te: వినియోగదారుని సవరించండి
zh_cn: 编辑用户

source: Block
ar: حاجز
bn: ব্লক
es: Bloquear
fr: Bloc
he: לַחסוֹם
hi: अवरोध पैदा करना
it: Bloccare
ja_jp: ブロック
nl: Blok
pt: Bloquear
ru: Блокировать
te: నిరోధించు
zh_cn: 堵塞

source: Activate
ar: فعل
bn: সক্রিয় করুন
de: Aktivieren
es: Activar
fr: Activer
he: לְהַפְעִיל
hi: सक्रिय
it: Attivare
ja_jp: 活性化
nl: Activeren
pt: Ativar
ru: Активировать
te: యాక్టివేట్ చేయండి
zh_cn: 激活

source: Confirm User Deletion
ar: تأكيد حذف المستخدم
bn: ব্যবহারকারী মুছে ফেলা নিশ্চিত করুন
de: Bestätigen Sie das Löschen des Benutzers
es: Confirmar eliminación de usuario
fr: Confirmer la suppression de l'utilisateur
he: אשר את מחיקת המשתמש
hi: उपयोगकर्ता मिटाना की पुष्टि करें
it: Conferma l'eliminazione dell'utente
ja_jp: ユーザーの削除の確認
nl: Bevestig het verwijderen van de gebruiker
pt: Confirmar exclusão do usuário
ru: Подтвердить удаление пользователя
te: వినియోగదారు తొలగింపును నిర్ధారించండి
zh_cn: 确认用户删除

source: You are about to delete the user
ar: أنت على وشك حذف المستخدم
bn: আপনি ব্যবহারকারীকে মুছে ফেলতে চলেছেন৷
de: Sie sind dabei, den Benutzer zu löschen
es: Estás a punto de eliminar al usuario
fr: Vous êtes sur le point de supprimer l'utilisateur
he: אתה עומד למחוק את המשתמש
hi: आप उपयोगकर्ता को हटाने वाले हैं
it: Stai per eliminare l'utente
ja_jp: ユーザーを削除しようとしています
nl: U staat op het punt de gebruiker te verwijderen
pt: Você está prestes a excluir o usuário
ru: Вы собираетесь удалить пользователя
te: మీరు వినియోగదారుని తొలగించబోతున్నారు
zh_cn: 您即将删除该用户

source: Are you sure you want to delete this user
ar: هل أنت متأكد أنك تريد حذف هذا المستخدم
bn: আপনি কি নিশ্চিত আপনি এই ব্যবহারকারী মুছে ফেলতে চান
de: Sind Sie sicher, dass Sie diesen Benutzer löschen möchten?
es: ¿Estás seguro de que deseas eliminar a este usuario?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur
he: האם אתה בטוח שברצונך למחוק משתמש זה
hi: क्या आप वाकई इस उपयोगकर्ता को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare questo utente?
ja_jp: このユーザーを削除してもよろしいですか
nl: Weet u zeker dat u deze gebruiker wilt verwijderen?
pt: Tem certeza de que deseja excluir este usuário
ru: Вы уверены, что хотите удалить этого пользователя?
te: మీరు ఖచ్చితంగా ఈ వినియోగదారుని తొలగించాలనుకుంటున్నారా
zh_cn: 您确定要删除该用户吗

source: User
ar: مستخدم
bn: ব্যবহারকারী
de: Benutzer
es: Usuaria
fr: Utilisateur
he: מִשׁתַמֵשׁ
hi: उपयोगकर्ता
it: Utente
ja_jp: ユーザー
nl: Gebruiker
pt: Usuário
ru: Пользователь
te: వినియోగదారు
zh_cn: 用户

source: Groups
ar: المجموعات
bn: গোষ্ঠী
de: Gruppen
es: Grupos
fr: Groupes
he: קבוצות
hi: समूह
it: Gruppi
ja_jp: グループ
nl: Groepen
pt: Grupos
ru: Группы
te: గుంపులు
zh_cn: 团体

source: Active
ar: نشيط
bn: সক্রিয়
de: Aktiv
es: Activa
fr: Actif
he: פָּעִיל
hi: सक्रिय
it: Attivo
ja_jp: アクティブ
nl: Actief
pt: Ativo
ru: Активный
te: చురుకుగా
zh_cn: 积极的

source: Edit
ar: يحرر
bn: সম্পাদনা করুন
de: Bearbeiten
es: Editar
fr: Modifier
he: לַעֲרוֹך
hi: संपादन करना
it: Modificare
ja_jp: 編集
nl: Bewerking
pt: Editar
ru: Редактировать
te: సవరించు
zh_cn: 编辑

source: Input the activation code sent to you by Percussion. If you have not received an activation code, please check your email or call us at +1-443-535-1889 for assistance.
ar: أدخل رمز التفعيل المرسل إليك عن طريق Percussion. إذا لم تتلق رمز التفعيل، فيرجى التحقق من بريدك الإلكتروني أو الاتصال بنا على +1-443-535-1889 للحصول على المساعدة.
bn: পারকাশন দ্বারা আপনাকে পাঠানো অ্যাক্টিভেশন কোড ইনপুট করুন। আপনি যদি একটি অ্যাক্টিভেশন কোড না পেয়ে থাকেন, তাহলে অনুগ্রহ করে আপনার ইমেল চেক করুন বা সহায়তার জন্য আমাদেরকে +1-443-535-1889 এ কল করুন।
de: Geben Sie den Aktivierungscode ein, den Sie von Percussion erhalten haben. Wenn Sie keinen Aktivierungscode erhalten haben, überprüfen Sie bitte Ihre E-Mails oder rufen Sie uns unter +1-443-535-1889 an, um Hilfe zu erhalten.
es: Ingrese el código de activación que le envió Percussion. Si no ha recibido un código de activación, revise su correo electrónico o llámenos al +1-443-535-1889 para obtener ayuda.
fr: Saisissez le code d'activation qui vous a été envoyé par Percussion. Si vous n'avez pas reçu de code d'activation, veuillez vérifier votre courrier électronique ou appelez-nous au +1-443-535-1889 pour obtenir de l'aide.
he: הזן את קוד ההפעלה שנשלח אליך על ידי כלי הקשה. אם לא קיבלת קוד הפעלה, אנא בדוק את הדוא"ל שלך או התקשר אלינו למספר +1-443-535-1889 לקבלת סיוע.
hi: पर्कशन द्वारा आपको भेजा गया सक्रियण कोड इनपुट करें। यदि आपको सक्रियण कोड नहीं मिला है, तो कृपया अपना ईमेल जांचें या सहायता के लिए हमें +1-443-535-1889 पर कॉल करें।
it: Inserisci il codice di attivazione che ti è stato inviato da Percussion. Se non hai ricevuto un codice di attivazione, controlla la tua email o chiamaci al numero +1-443-535-1889 per ricevere assistenza.
ja_jp: Percussion から送信されたアクティベーション コードを入力します。アクティベーション コードを受け取っていない場合は、電子メールを確認するか、+1-443-535-1889 までお電話ください。
nl: Voer de activeringscode in die Percussion naar u heeft verzonden. Als u geen activeringscode heeft ontvangen, controleer dan uw e-mail of bel ons op +1-443-535-1889 voor hulp.
pt: Insira o código de ativação enviado a você pela Percussion. Se você não recebeu um código de ativação, verifique seu e-mail ou ligue para +1-443-535-1889 para obter assistência.
ru: Введите код активации, отправленный вам компанией Percussion. Если вы не получили код активации, проверьте свою электронную почту или позвоните нам по телефону +1-443-535-1889 для получения помощи.
te: పెర్కషన్ ద్వారా మీకు పంపబడిన యాక్టివేషన్ కోడ్u200cను ఇన్u200cపుట్ చేయండి. మీరు యాక్టివేషన్ కోడ్u200cని అందుకోకుంటే, దయచేసి మీ ఇమెయిల్u200cని తనిఖీ చేయండి లేదా సహాయం కోసం +1-443-535-1889కి కాల్ చేయండి.
zh_cn: 输入 Percussion 发送给您的激活码。如果您尚未收到激活码，请检查您的电子邮件或致电 +1-443-535-1889 寻求帮助。

source: Activation code
ar: رمز التفعيل
bn: অ্যাক্টিভেশন কোড
de: Aktivierungscode
es: Código de activación
fr: Code d'activation
he: קוד הפעלה
hi: एक्टिवेशन कोड
it: Codice di attivazione
ja_jp: アクティベーションコード
nl: Activeringscode
pt: Código de ativação
ru: Код активации
te: యాక్టివేషన్ కోడ్
zh_cn: 激活码

source: Edit Activated License
ar: تحرير الترخيص المنشط
bn: সক্রিয় লাইসেন্স সম্পাদনা করুন
de: Bearbeiten Sie die aktivierte Lizenz
es: Editar licencia activada
fr: Modifier la licence activée
he: ערוך רישיון מופעל
hi: सक्रिय लाइसेंस संपादित करें
it: Modifica licenza attivata
ja_jp: アクティベートされたライセンスの編集
nl: Bewerk geactiveerde licentie
pt: Editar licença ativada
ru: Редактировать активированную лицензию
te: సక్రియం చేయబడిన లైసెన్స్u200cని సవరించండి
zh_cn: 编辑激活的许可证

source: Activate License
ar: تفعيل الترخيص
bn: লাইসেন্স সক্রিয় করুন
de: Lizenz aktivieren
es: Activar licencia
fr: Activer la licence
he: הפעל רישיון
hi: लाइसेंस सक्रिय करें
it: Attiva licenza
ja_jp: ライセンスのアクティベーション
nl: Activeer licentie
pt: Ativar licença
ru: Активировать лицензию
te: లైసెన్స్u200cని సక్రియం చేయండి
zh_cn: 激活许可证

source: Below is a list of activated Percussion modules. To activate a module, input the activation code(s) sent to you by Percussion. If you have not received an activation code, please check your email or call us at +1-443-535-1889 for assistance. If a module is displayed as inactive you can enter in a new activation code to update that particular module.
ar: فيما يلي قائمة بوحدات الإيقاع النشطة. لتنشيط وحدة، أدخل رمز (رموز) التنشيط المرسلة إليك بواسطة Percussion. إذا لم تتلق رمز التفعيل، فيرجى التحقق من بريدك الإلكتروني أو الاتصال بنا على +1-443-535-1889 للحصول على المساعدة. إذا تم عرض إحدى الوحدات على أنها غير نشطة، فيمكنك إدخال رمز تفعيل جديد لتحديث تلك الوحدة المعينة.
bn: নীচে সক্রিয় পারকাশন মডিউলগুলির একটি তালিকা রয়েছে৷ একটি মডিউল সক্রিয় করতে, পারকাশন দ্বারা আপনাকে পাঠানো অ্যাক্টিভেশন কোড(গুলি) ইনপুট করুন। আপনি যদি একটি অ্যাক্টিভেশন কোড না পেয়ে থাকেন, তাহলে অনুগ্রহ করে আপনার ইমেল চেক করুন বা সহায়তার জন্য আমাদেরকে +1-443-535-1889 এ কল করুন। যদি একটি মডিউল নিষ্ক্রিয় হিসাবে প্রদর্শিত হয় তবে আপনি সেই নির্দিষ্ট মডিউলটি আপডেট করতে একটি নতুন অ্যাক্টিভেশন কোড প্রবেশ করতে পারেন।
de: Nachfolgend finden Sie eine Liste der aktivierten Percussion-Module. Um ein Modul zu aktivieren, geben Sie den/die Aktivierungscode(s) ein, den Sie von Percussion erhalten haben. Wenn Sie keinen Aktivierungscode erhalten haben, überprüfen Sie bitte Ihre E-Mails oder rufen Sie uns unter +1-443-535-1889 an, um Hilfe zu erhalten. Wenn ein Modul als inaktiv angezeigt wird, können Sie einen neuen Aktivierungscode eingeben, um dieses bestimmte Modul zu aktualisieren.
es: A continuación se muestra una lista de módulos de Percussion activados. Para activar un módulo, ingrese los códigos de activación que le envió Percussion. Si no ha recibido un código de activación, revise su correo electrónico o llámenos al +1-443-535-1889 para obtener ayuda. Si un módulo se muestra como inactivo, puede ingresar un nuevo código de activación para actualizar ese módulo en particular.
fr: Vous trouverez ci-dessous une liste des modules de percussion activés. Pour activer un module, saisissez le(s) code(s) d'activation qui vous ont été envoyés par Percussion. Si vous n'avez pas reçu de code d'activation, veuillez vérifier votre courrier électronique ou appelez-nous au +1-443-535-1889 pour obtenir de l'aide. Si un module est affiché comme inactif, vous pouvez saisir un nouveau code d'activation pour mettre à jour ce module particulier.
he: להלן רשימה של מודולי כלי הקשה מופעלים. כדי להפעיל מודול, הזן את קודי ההפעלה שנשלחו אליך על ידי כלי הקשה. אם לא קיבלת קוד הפעלה, אנא בדוק את הדוא"ל שלך או התקשר אלינו למספר +1-443-535-1889 לקבלת סיוע. אם מודול מוצג כלא פעיל, תוכל להזין קוד הפעלה חדש כדי לעדכן את המודול המסוים הזה.
hi: नीचे सक्रिय पर्कशन मॉड्यूल की एक सूची दी गई है। किसी मॉड्यूल को सक्रिय करने के लिए, पर्कशन द्वारा आपको भेजे गए सक्रियण कोड को इनपुट करें। यदि आपको सक्रियण कोड नहीं मिला है, तो कृपया अपना ईमेल जांचें या सहायता के लिए हमें +1-443-535-1889 पर कॉल करें। यदि कोई मॉड्यूल निष्क्रिय के रूप में प्रदर्शित होता है तो आप उस विशेष मॉड्यूल को अद्यतन करने के लिए एक नया सक्रियण कोड दर्ज कर सकते हैं।
it: Di seguito è riportato un elenco dei moduli Percussioni attivati. Per attivare un modulo, inserisci i codici di attivazione inviati da Percussion. Se non hai ricevuto un codice di attivazione, controlla la tua email o chiamaci al numero +1-443-535-1889 per ricevere assistenza. Se un modulo viene visualizzato come inattivo, è possibile inserire un nuovo codice di attivazione per aggiornare quel particolare modulo.
ja_jp: 以下は、アクティブ化されたパーカッション モジュールのリストです。モジュールをアクティブにするには、Percussion から送信されたアクティブ化コードを入力します。 アクティベーション コードを受け取っていない場合は、電子メールを確認するか、+1-443-535-1889 までお電話ください。モジュールが非アクティブとして表示される場合は、新しいアクティベーション コードを入力して、その特定のモジュールを更新できます。
nl: Hieronder vindt u een lijst met geactiveerde percussiemodules. Om een module te activeren, voert u de activeringscode(s) in die door Percussion naar u is verzonden. Als u geen activeringscode heeft ontvangen, controleer dan uw e-mail of bel ons op +1-443-535-1889 voor hulp. Als een module als inactief wordt weergegeven, kunt u een nieuwe activeringscode invoeren om die specifieke module te updaten.
pt: Abaixo está uma lista de módulos de percussão ativados. Para ativar um módulo, insira o(s) código(s) de ativação enviado(s) a você pela Percussion. Se você não recebeu um código de ativação, verifique seu e-mail ou ligue para +1-443-535-1889 para obter assistência. Se um módulo for exibido como inativo, você poderá inserir um novo código de ativação para atualizar esse módulo específico.
ru: Ниже приведен список активированных модулей Percussion. Чтобы активировать модуль, введите код(ы) активации, отправленные вам компанией Percussion. Если вы не получили код активации, проверьте свою электронную почту или позвоните нам по телефону +1-443-535-1889 для получения помощи. Если модуль отображается как неактивный, вы можете ввести новый код активации, чтобы обновить этот конкретный модуль.
te: సక్రియం చేయబడిన పెర్కషన్ మాడ్యూళ్ల జాబితా క్రింద ఉంది. మాడ్యూల్u200cను సక్రియం చేయడానికి, పెర్కషన్ ద్వారా మీకు పంపబడిన యాక్టివేషన్ కోడ్(లు) ఇన్u200cపుట్ చేయండి. మీరు యాక్టివేషన్ కోడ్u200cని అందుకోకుంటే, దయచేసి మీ ఇమెయిల్u200cని తనిఖీ చేయండి లేదా సహాయం కోసం +1-443-535-1889కి కాల్ చేయండి. ఒక మాడ్యూల్ నిష్క్రియంగా ప్రదర్శించబడితే, మీరు నిర్దిష్ట మాడ్యూల్u200cను నవీకరించడానికి కొత్త యాక్టివేషన్ కోడ్u200cను నమోదు చేయవచ్చు.
zh_cn: 以下是激活的打击乐模块的列表。要激活模块，请输入 Percussion 发送给您的激活代码。 如果您尚未收到激活码，请检查您的电子邮件或致电 +1-443-535-1889 寻求帮助。如果模块显示为非活动状态，您可以输入新的激活码来更新该特定模块。

source: Edit Module Licenses
ar: تحرير تراخيص الوحدة
bn: মডিউল লাইসেন্স সম্পাদনা করুন
de: Modullizenzen bearbeiten
es: Editar licencias de módulo
fr: Modifier les licences des modules
he: ערוך רישיונות מודול
hi: मॉड्यूल लाइसेंस संपादित करें
it: Modifica licenze modulo
ja_jp: モジュールライセンスの編集
nl: Modulelicenties bewerken
pt: Editar licenças de módulo
ru: Редактировать лицензии модулей
te: మాడ్యూల్ లైసెన్స్u200cలను సవరించండి
zh_cn: 编辑模块许可证

source: License could not be activated. Try again later.
ar: لا يمكن تفعيل الترخيص. حاول مرة أخرى لاحقًا.
bn: লাইসেন্স সক্রিয় করা যায়নি. পরে আবার চেষ্টা করুন.
de: Die Lizenz konnte nicht aktiviert werden. Versuchen Sie es später noch einmal.
es: La licencia no se pudo activar. Intenta nuevamente más tarde.
fr: La licence n'a pas pu être activée. Réessayez plus tard.
he: לא ניתן היה להפעיל את הרישיון. נסה שוב מאוחר יותר.
hi: लाइसेंस सक्रिय नहीं किया जा सका. बाद में पुन: प्रयास।
it: Impossibile attivare la licenza. Riprova più tardi.
ja_jp: ライセンスをアクティベートできませんでした。後でもう一度試してください。
nl: Licentie kon niet worden geactiveerd. Probeer het later opnieuw.
pt: A licença não pôde ser ativada. Tente novamente mais tarde.
ru: Лицензию не удалось активировать. Повторите попытку позже.
te: లైసెన్స్ సక్రియం చేయబడలేదు. తర్వాత మళ్లీ ప్రయత్నించండి.
zh_cn: 许可证无法激活。稍后再试。

source: License could not be refreshed. Try again later.
ar: لا يمكن تحديث الترخيص. حاول مرة أخرى لاحقًا.
bn: লাইসেন্স রিফ্রেশ করা যায়নি. পরে আবার চেষ্টা করুন.
de: Die Lizenz konnte nicht aktualisiert werden. Versuchen Sie es später noch einmal.
es: La licencia no se pudo actualizar. Intenta nuevamente más tarde.
fr: La licence n'a pas pu être actualisée. Réessayez plus tard.
he: לא ניתן היה לרענן את הרישיון. נסה שוב מאוחר יותר.
hi: लाइसेंस ताज़ा नहीं किया जा सका. बाद में पुन: प्रयास।
it: Impossibile aggiornare la licenza. Riprova più tardi.
ja_jp: ライセンスを更新できませんでした。後でもう一度試してください。
nl: Licentie kan niet worden vernieuwd. Probeer het later opnieuw.
pt: A licença não pôde ser atualizada. Tente novamente mais tarde.
ru: Лицензию не удалось обновить. Повторите попытку позже.
te: లైసెన్స్ రిఫ్రెష్ చేయబడలేదు. తర్వాత మళ్లీ ప్రయత్నించండి.
zh_cn: 无法刷新许可证。稍后再试。

source: Activation code field is required
ar: حقل رمز التفعيل مطلوب
bn: সক্রিয়করণ কোড ক্ষেত্র প্রয়োজন
de: Das Feld „Aktivierungscode“ ist erforderlich
es: El campo del código de activación es obligatorio
fr: Le champ du code d'activation est obligatoire
he: שדה קוד הפעלה נדרש
hi: सक्रियण कोड फ़ील्ड आवश्यक है
it: Il campo del codice di attivazione è obbligatorio
ja_jp: アクティベーションコードフィールドは必須です
nl: Het veld Activeringscode is verplicht
pt: O campo do código de ativação é obrigatório
ru: Поле кода активации обязательно
te: యాక్టివేషన్ కోడ్ ఫీల్డ్ అవసరం
zh_cn: 激活码字段为必填项

source: Resolve Alerts
ar: حل التنبيهات
bn: সতর্কতা সমাধান করুন
de: Beheben Sie Warnungen
es: Resolver Alertas
fr: Résoudre les alertes
he: פתרון התראות
hi: अलर्ट का समाधान करें
it: Risolvi gli avvisi
ja_jp: アラートを解決する
nl: Waarschuwingen oplossen
pt: Resolver alertas
ru: Разрешение оповещений
te: హెచ్చరికలను పరిష్కరించండి
zh_cn: 解决警报

source: Resolve
ar: حل
bn: সমাধান করুন
de: Lösen
es: Resolver
fr: Résoudre
he: לִפְתוֹר
hi: समाधान
it: Risolvere
ja_jp: 解決する
nl: Oplossen
pt: Resolver
ru: Решать
te: పరిష్కరించండి
zh_cn: 解决
